Repository: SVIKY/Gudfood
Catalog: Translations/Gudfood.*.xlf
Languages: ru_ru

# Table 1903646731 - Property 2879900210
source: Gudfood Item
ru_ru: Продукт Gudfood

# Table 1903646731 - Method 3152277940 - NamedType 721040868
source: This item is in order. Can not delete ordered item.
ru_ru: Этот продукт кто-то уже заказал. Невозможно удалить продукт, который заказали.

# Table 1903646731 - Field 3004954119 - Property 2879900210
source: Code
ru_ru: Код

# Table 1903646731 - Field 3461834954 - Property 2879900210
source: Description
ru_ru: Описание

# Table 1903646731 - Field 1594621544 - Property 2879900210
source: Picture
ru_ru: Изображение

# Table 1903646731 - Field 841303581 - Property 2879900210
source: Qty. in Order
ru_ru: Количесво в заказах

# Table 1903646731 - Field 3717539183 - Property 2879900210
source: Qty. Ordered
ru_ru: Количесво заказано

# Table 1903646731 - Field 3345690118 - Property 2879900210
source: Shelf Life
ru_ru: Срок годности

# Table 1903646731 - Field 1878130204 - Property 2879900210
source: Type
ru_ru: Тип продукта

# Table 1903646731 - Field 1878130204 - Property 62802879
source: ,Salat,Burger,Capcake,Drink
ru_ru: ,Салат,Бургер,апкейк,Напиток

# Table 1903646731 - Field 2937233469 - Property 2879900210
source: Unit Price
ru_ru: Стоимость

# Table 4217843823 - Property 2879900210
source: Gudfood Order Header
ru_ru: Оглавление заказа Gudfood

# Table 4217843823 - Method 273123186 - NamedType 4174699506
source: You may have changed a dimension.\\Do you want to update the lines?
ru_ru: Возможно, вы изменили измерение.\\Вы хотите обновить все строки?

# Table 4217843823 - Field 2972662832 - Property 2879900210
source: Date Created
ru_ru: Дата создания

# Table 4217843823 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
ru_ru: Идентификатор измерения

# Table 4217843823 - Field 4200184881 - Property 2879900210
source: No.
ru_ru: Номер

# Table 4217843823 - Field 2632124822 - Property 2879900210
source: Order Date
ru_ru: Дата заказа

# Table 4217843823 - Field 514695969 - Property 2879900210
source: Posting No.
ru_ru: Номер отчёта

# Table 4217843823 - Field 3720178677 - Property 2879900210
source: Sell- to Customer Name
ru_ru: Имя пользователя

# Table 4217843823 - Field 2343173349 - Property 2879900210
source: Sell- to Customer No.
ru_ru: Идентификатор пользователя

# Table 4217843823 - Field 2343173349 - Method 2126772001 - NamedType 1447598040
source: No such customer stored.
ru_ru: Такого пользователя нет в базе данных.

# Table 4217843823 - Field 1577567912 - Property 2879900210
source: Shortcut Dimension 1 Code
ru_ru: Измерение 1

# Table 4217843823 - Field 1003760969 - Property 2879900210
source: Shortcut Dimension 2 Code
ru_ru: Измерение 2

# Table 4217843823 - Field 3692706522 - Property 2879900210
source: Total Amount
ru_ru: Общая сумма

# Table 4217843823 - Field 3835260082 - Property 2879900210
source: Total Qty
ru_ru: Общее количество

# Table 4222363240 - Property 2879900210
source: Gudfood Order Line
ru_ru: Строки заказа Gudfood

# Table 4222363240 - Method 2451657066 - NamedType 3839939597
source: No such order stored.
ru_ru: Такого заказа нет в базе данных.

# Table 4222363240 - Field 636392376 - Property 2879900210
source: Amount
ru_ru: Количество

# Table 4222363240 - Field 2972662832 - Property 2879900210
source: Date Created
ru_ru: Дата создания

# Table 4222363240 - Field 3461834954 - Property 2879900210
source: Description
ru_ru: Описание

# Table 4222363240 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
ru_ru: Идентификатор измерения

# Table 4222363240 - Field 568743302 - Property 2879900210
source: Item No.
ru_ru: Идентификатор продукта

# Table 4222363240 - Field 568743302 - Method 2126772001 - NamedType 576248244
source: No such item stored.
ru_ru: Такого продукта нет в базе данных.

# Table 4222363240 - Field 4093180191 - Property 2879900210
source: Item Type
ru_ru: Тип продукта

# Table 4222363240 - Field 4093180191 - Property 62802879
source: ,Salat,Burger,Capcake,Drink
ru_ru: ,Салат,Бургер,Пироженое,Напиток

# Table 4222363240 - Field 3320823955 - Property 2879900210
source: Line No.
ru_ru: Номер строки

# Table 4222363240 - Field 2202932243 - Property 2879900210
source: Order No.
ru_ru: Идентификатор заказа

# Table 4222363240 - Field 2202932243 - Method 2126772001 - NamedType 3839939597
source: No such order stored.
ru_ru: Такого заказа нет в базе данных.

# Table 4222363240 - Field 2704404533 - Property 2879900210
source: Quantity
ru_ru: Количество

# Table 4222363240 - Field 2343173349 - Property 2879900210
source: Sell- to Customer No.
ru_ru: Идентификатор пользователя

# Table 4222363240 - Field 1577567912 - Property 2879900210
source: Shortcut Dimension 1 Code
ru_ru: Измерение 1

# Table 4222363240 - Field 1003760969 - Property 2879900210
source: Shortcut Dimension 2 Code
ru_ru: Измерение 2

# Table 4222363240 - Field 2937233469 - Property 2879900210
source: Unit Price
ru_ru: Стоимость

# Table 4041849936 - Property 2879900210
source: Posted Gudfood Order Header
ru_ru: Опубликованное оглавление заказа Gudfood

# Table 4041849936 - Field 2972662832 - Property 2879900210
source: Date Created
ru_ru: Дата создания

# Table 4041849936 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
ru_ru: Идентификато измерения

# Table 4041849936 - Field 4200184881 - Property 2879900210
source: No.
ru_ru: Номер

# Table 4041849936 - Field 2632124822 - Property 2879900210
source: Order Date
ru_ru: Дата заказа

# Table 4041849936 - Field 3710982960 - Property 2879900210
source: Posting Date
ru_ru: Дата публикации

# Table 4041849936 - Field 514695969 - Property 2879900210
source: Posting No.
ru_ru: Идентификатор опубликованого заказа

# Table 4041849936 - Field 3720178677 - Property 2879900210
source: Sell- to Customer Name
ru_ru: Имя пользователя

# Table 4041849936 - Field 2343173349 - Property 2879900210
source: Sell- to Customer No.
ru_ru: Идентификатор пользователя

# Table 4041849936 - Field 1577567912 - Property 2879900210
source: Shortcut Dimension 1 Code
ru_ru: Измерение 1

# Table 4041849936 - Field 1003760969 - Property 2879900210
source: Shortcut Dimension 2 Code
ru_ru: Измерение 2

# Table 4041849936 - Field 3692706522 - Property 2879900210
source: Total Amount
ru_ru: Общая стоимость

# Table 4041849936 - Field 3835260082 - Property 2879900210
source: Total Qty
ru_ru: Общее количество

# Table 3631824407 - Property 2879900210
source: Posted Gudfood Order Line
ru_ru: Опубликованная строка заказа Gudfood

# Table 3631824407 - Field 636392376 - Property 2879900210
source: Amount
ru_ru: Сумма

# Table 3631824407 - Field 2972662832 - Property 2879900210
source: Date Created
ru_ru: Дата сохдания

# Table 3631824407 - Field 3461834954 - Property 2879900210
source: Description
ru_ru: Описание

# Table 3631824407 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
ru_ru: Идентификатор измерения

# Table 3631824407 - Field 568743302 - Property 2879900210
source: Item No.
ru_ru: Номер продукта

# Table 3631824407 - Field 4093180191 - Property 2879900210
source: Item Type
ru_ru: Тип продукта

# Table 3631824407 - Field 4093180191 - Property 62802879
source: ,Salat,Burger,Capcake,Drink
ru_ru: ,Салат,Бургер,Пироженое,Напиток

# Table 3631824407 - Field 3320823955 - Property 2879900210
source: Line No.
ru_ru: Номер строки

# Table 3631824407 - Field 2202932243 - Property 2879900210
source: Order No.
ru_ru: Идентификатор заказа

# Table 3631824407 - Field 2704404533 - Property 2879900210
source: Quantity
ru_ru: Количество

# Table 3631824407 - Field 2343173349 - Property 2879900210
source: Sell- to Customer No.
ru_ru: Идентификатор пользователя

# Table 3631824407 - Field 1577567912 - Property 2879900210
source: Shortcut Dimension 1 Code
ru_ru: Измерение 1

# Table 3631824407 - Field 1003760969 - Property 2879900210
source: Shortcut Dimension 2 Code
ru_ru: Измерение 2

# Table 3631824407 - Field 2937233469 - Property 2879900210
source: Unit Price
ru_ru: Стоимость продукта

# Codeunit 3271086751 - Method 4071075455 - NamedType 317344839
source: Can not insert this header of order.
ru_ru: Это оглавление заказа Gudfood неможет быть добавлено.

# Codeunit 3271086751 - Method 1040943024 - NamedType 1505665829
source: Can not delete this order header.
ru_ru: Это оглавление заказа Gudfood не может быть удалено.

# Codeunit 4021039032 - Method 1220514968 - NamedType 317344839
source: Can not insert this line of order.
ru_ru: Эта строка заказа Gudfood не может быть добавлена.

# Page 872224191 - Property 2879900210
source: Gudfood Item Card
ru_ru: Продукт Gudfood

# Page 872224191 - Control 2445482498 - Property 2879900210
source: General
ru_ru: Общее

# Page 872224191 - Control 146219450 - Property 2879900210
source: Order
ru_ru: Заказ

# Page 872224191 - Control 3004954119 - Property 1295455071
source: Specifies the code of the item.
ru_ru: Код продукта.

# Page 872224191 - Control 3461834954 - Property 1295455071
source: Specifies the description of the item.
ru_ru: Описание продукта.

# Page 872224191 - Control 3345690118 - Property 1295455071
source: Specifies the shelf life of item.
ru_ru: Срок годности продукта.

# Page 872224191 - Control 1878130204 - Property 1295455071
source: Specifies the type of the item.
ru_ru: Тип продукта.

# Page 872224191 - Control 1843407901 - Property 1295455071
source: Specifies the price of the item.
ru_ru: Стоимость продукта.

# Page 872224191 - Control 3664219622 - Property 1295455071
source: Specifies the quantity of items that are in customers order lists.
ru_ru: Количество продуктов, которые сейчас находятся в списке заказов.

# Page 872224191 - Control 3618122336 - Property 1295455071
source: Specifies the quantity of already ordered items.
ru_ru: Количество уже заказаных продуктов.

# Page 1986374261 - Property 2879900210
source: Gudfood Item List
ru_ru: Список продуктов Gudfood

# Page 1986374261 - Control 3004954119 - Property 1295455071
source: Specifies the code of the item.
ru_ru: Код продукта.

# Page 1986374261 - Control 3461834954 - Property 1295455071
source: Specifies the description of the item.
ru_ru: Описание продукта.

# Page 1986374261 - Control 3664219622 - Property 1295455071
source: Specifies the quantity of items that are in customers order lists.
ru_ru: Количество продуктов, которые сейчас находятся в списка заказов.

# Page 1986374261 - Control 3618122336 - Property 1295455071
source: Specifies the quantity of already ordered items.
ru_ru: Количество уже заказаных продуктов.

# Page 1986374261 - Control 3345690118 - Property 1295455071
source: Specifies the shelf life of item.
ru_ru: Срок годности продукта.

# Page 1986374261 - Control 1878130204 - Property 1295455071
source: Specifies the type of the item.
ru_ru: Тип продукта.

# Page 1986374261 - Control 1843407901 - Property 1295455071
source: Specifies the price of the item.
ru_ru: Цена продукта.

# Page 201881534 - Property 2019332006
source: New,Process,Report,Post,Print,Export,Dimensions
ru_ru: Создать,Обработать,Отчёт,Опубликовать,Распечатать,Экспорт,Измерения

# Page 201881534 - Property 2879900210
source: Gudfood Order
ru_ru: Заказ Gudfood

# Page 201881534 - Control 2445482498 - Property 2879900210
source: General
ru_ru: Общее

# Page 201881534 - Control 2972662832 - Property 1295455071
source: Specifies the value of the Date Created field.
ru_ru: Дата создания заказа.

# Page 201881534 - Control 4200184881 - Property 1295455071
source: Specifies the value of the No. field.
ru_ru: Идентификатор заказа.

# Page 201881534 - Control 2632124822 - Property 1295455071
source: Specifies the value of the Order Date field.
ru_ru: Дата доставки заказа.

# Page 201881534 - Control 514695969 - Property 1295455071
source: Specifies the value of the Posting No. field.
ru_ru: Идентификатор публикации.

# Page 201881534 - Control 3720178677 - Property 1295455071
source: Specifies the value of the Sell- to Customer Name field.
ru_ru: Имя пользователя.

# Page 201881534 - Control 2343173349 - Property 1295455071
source: Specifies the value of the Sell- to Customer No. field.
ru_ru: Идентификатор пользователя.

# Page 201881534 - Control 1577567912 - Property 1295455071
source: Specifies the value of the Shortcut Dimension 1 Code field.
ru_ru: Измерение 1.

# Page 201881534 - Control 1003760969 - Property 1295455071
source: Specifies the value of the Shortcut Dimension 2 Code field.
ru_ru: Измерение 2.

# Page 201881534 - Control 3692706522 - Property 1295455071
source: Specifies the value of the Total Amount field.
ru_ru: Общая сумма.

# Page 201881534 - Control 3835260082 - Property 1295455071
source: Specifies the value of the Total Qty field.
ru_ru: Общее количество.

# Page 201881534 - Action 2173385693 - Property 2879900210
source: Dimensions
ru_ru: Измерения

# Page 201881534 - Action 274852470 - Property 2879900210
source: ExportOrder
ru_ru: Экспортировать заказа

# Page 201881534 - Action 2282416948 - Property 2879900210
source: Post
ru_ru: Опубликовать

# Page 201881534 - Action 1002420131 - Property 2879900210
source: Print
ru_ru: Распечатать

# Page 2651207663 - Property 2879900210
source: Gudfood Order Subpage
ru_ru: Детали заказа Gudfood

# Page 2651207663 - Control 636392376 - Property 1295455071
source: Specifies the cost of specifiс number of items.
ru_ru: Стоимость выбраного количества продуктов.

# Page 2651207663 - Control 3461834954 - Property 1295455071
source: Specifies the item description.
ru_ru: Описание продукта.

# Page 2651207663 - Control 568743302 - Property 1295455071
source: Specifies the item code.
ru_ru: Код продукта.

# Page 2651207663 - Control 4093180191 - Property 1295455071
source: Specifies the item type.
ru_ru: Тип продукта.

# Page 2651207663 - Control 2704404533 - Property 1295455071
source: Specifies the quantity of item that wil be ordered.
ru_ru: Количество продуктов в заказе.

# Page 2651207663 - Control 2937233469 - Property 1295455071
source: Specifies the price of item.
ru_ru: Стоимость продукта.

# Page 3437090533 - Property 2879900210
source: Gudfood Order Subpage ReadOnly
ru_ru: Детали заказа Gudfood

# Page 3437090533 - Control 636392376 - Property 1295455071
source: Specifies the cost of specified number of items.
ru_ru: Стоимость вібраного количества продуктов.

# Page 3437090533 - Control 3461834954 - Property 1295455071
source: Specifies the item description.
ru_ru: Описание продукта.

# Page 3437090533 - Control 568743302 - Property 1295455071
source: Specifies the item code.
ru_ru: Код продукта.

# Page 3437090533 - Control 4093180191 - Property 1295455071
source: Specifies the item type.
ru_ru: Тип продукта.

# Page 3437090533 - Control 2704404533 - Property 1295455071
source: Specifies the quantity of item that wil be ordered.
ru_ru: Количество продуктов в заказе.

# Page 3437090533 - Control 2937233469 - Property 1295455071
source: Specifies the price of item.
ru_ru: Стоимость продукта.

# Page 4259345301 - Property 2019332006
source: New,Process,Report,Post,Print,Export,Dimensions
ru_ru: Создать,Обработать,Отчёт,Опубликовать,Распечатать,Єкспорт,Измерения

# Page 4259345301 - Property 2879900210
source: Gudfood Orders List
ru_ru: Список заказов Gudfood

# Page 4259345301 - Control 2445482498 - Property 2879900210
source: General
ru_ru: Общее

# Page 4259345301 - Control 2972662832 - Property 1295455071
source: Specifies the value of the Date Created field.
ru_ru: Дата создания заказа.

# Page 4259345301 - Control 4200184881 - Property 1295455071
source: Specifies the value of the No. field.
ru_ru: Номер.

# Page 4259345301 - Control 2632124822 - Property 1295455071
source: Specifies the value of the Order Date field.
ru_ru: Дата заказа.

# Page 4259345301 - Control 514695969 - Property 1295455071
source: Specifies the value of the Posting No. field.
ru_ru: Идентификатор публикации.

# Page 4259345301 - Control 3720178677 - Property 1295455071
source: Specifies the value of the Sell- to Customer Name field.
ru_ru: Имя пользователя.

# Page 4259345301 - Control 2343173349 - Property 1295455071
source: Specifies the value of the Sell- to Customer No. field.
ru_ru: Идентификатор пользователя.

# Page 4259345301 - Control 1577567912 - Property 1295455071
source: Specifies the value of the Shortcut Dimension 1 Code field.
ru_ru: Измерение 1.

# Page 4259345301 - Control 1003760969 - Property 1295455071
source: Specifies the value of the Shortcut Dimension 2 Code field.
ru_ru: Измерение 2.

# Page 4259345301 - Control 3692706522 - Property 1295455071
source: Specifies the value of the Total Amount field.
ru_ru: Общая сумма.

# Page 4259345301 - Control 3835260082 - Property 1295455071
source: Specifies the value of the Total Qty field.
ru_ru: Общее количество.

# Page 4259345301 - Action 2173385693 - Property 2879900210
source: Dimensions
ru_ru: Измерения

# Page 4259345301 - Action 891965533 - Property 2879900210
source: Export all orders
ru_ru: Экспортировать все заказы

# Page 4259345301 - Action 274852470 - Property 2879900210
source: Export order
ru_ru: Экспортировать заказ

# Page 4259345301 - Action 2282416948 - Property 2879900210
source: Post
ru_ru: Опубликовать

# Page 4259345301 - Action 1002420131 - Property 2879900210
source: Print
ru_ru: Распечатать

# Page 4259345301 - Action 2204536663 - Property 2879900210
source: Print all orders
ru_ru: Распечатать все заказы

# Page 4259345301 - Action 4282203852 - Property 2879900210
source: Print all orders lines
ru_ru: Распечатать все строки заказов

# Page 1184015468 - Property 2879900210
source: Gudfood Picture
ru_ru: Изображение продукта Gudfood

# Page 1184015468 - Control 1594621544 - Property 1295455071
source: Specifies the picture of the item.
ru_ru: Изображение продукта.

# Page 1184015468 - Action 2350828719 - Property 1295455071
source: Delete a picture of an item.
ru_ru: Удалить изображение продукта.

# Page 1184015468 - Action 2350828719 - Property 2879900210
source: Delete picture
ru_ru: Удалить изображение

# Page 1184015468 - Action 2350828719 - Method 1377591017 - NamedType 2865259996
source: Are you sure you want to delete the picture?
ru_ru: Вы уверены, что вы хотите удалить изображение продукта?

# Page 1184015468 - Action 1219836582 - Property 1295455071
source: Export a picture of an item.
ru_ru: Экспортировать изображение продукта.

# Page 1184015468 - Action 1219836582 - Property 2879900210
source: Export file
ru_ru: Экспортировать файл

# Page 1184015468 - Action 3916340059 - Property 1295455071
source: Import a picture of an item.
ru_ru: Импортировать изображение продукта.

# Page 1184015468 - Action 3916340059 - Property 2879900210
source: Import picture
ru_ru: Импортировать изображение

# Page 1184015468 - Action 3916340059 - Method 1377591017 - NamedType 1398852855
source: The existing picture will be replaced. Do you want to continue?
ru_ru: Существующее изображение будет заменено. Хотите продолжить?

# Page 1184015468 - Action 3916340059 - Method 1377591017 - NamedType 464428880
source: Select a picture to upload
ru_ru: Выберете изображение, которое хотите загрузить

# Page 4186160994 - Property 2879900210
source: Gudfood Picture
ru_ru: Изображение продукта Gudfood

# Page 4186160994 - Control 1594621544 - Property 1295455071
source: Specifies the picture of the item.
ru_ru: Изображение продукта.

# Page 2760287525 - Property 2019332006
source: New,Process,Report,Post,Print,Export,Dimensions
ru_ru: Сщздать,Обработать,Отчёт,Опубликовать,Распечатать,Экспортировать,Измерения

# Page 2760287525 - Property 2879900210
source: Posted Gudfood Order
ru_ru: Опубликованное оглавление Gudfood

# Page 2760287525 - Control 2972662832 - Property 1295455071
source: Specifies the value of the Date Created field.
ru_ru: Дата создания заказа.

# Page 2760287525 - Control 4200184881 - Property 1295455071
source: Specifies the value of the No. field.
ru_ru: Идентификатор заказа.

# Page 2760287525 - Control 2632124822 - Property 1295455071
source: Specifies the value of the Order Date field.
ru_ru: Дата доставки заказа.

# Page 2760287525 - Control 3710982960 - Property 1295455071
source: Specifies the Date of posting.
ru_ru: Дата публикации заказа.

# Page 2760287525 - Control 514695969 - Property 1295455071
source: Specifies the value of the Posting No. field.
ru_ru: Идентификатор публикации.

# Page 2760287525 - Control 3720178677 - Property 1295455071
source: Specifies the value of the Sell- to Customer Name field.
ru_ru: Имя пользователя.

# Page 2760287525 - Control 2343173349 - Property 1295455071
source: Specifies the value of the Sell- to Customer No. field.
ru_ru: Идентификатор пользователя.

# Page 2760287525 - Control 1577567912 - Property 1295455071
source: Specifies the value of the Shortcut Dimension 1 Code field.
ru_ru: Измерение 1.

# Page 2760287525 - Control 1003760969 - Property 1295455071
source: Specifies the value of the Shortcut Dimension 2 Code field.
ru_ru: Измерение 2.

# Page 2760287525 - Control 3692706522 - Property 1295455071
source: Specifies the value of the Total Amount field.
ru_ru: Общая сумма.

# Page 2760287525 - Control 3835260082 - Property 1295455071
source: Specifies the value of the Total Qty field.
ru_ru: Общее количество.

# Page 4231331752 - Property 2879900210
source: Posted Gudfood Order Subpage
ru_ru: Опубликованная строка заказа Gudfood

# Page 4231331752 - Control 2445482498 - Property 2879900210
source: General
ru_ru: Общее

# Page 4231331752 - Control 636392376 - Property 1295455071
source: Specifies the cost of specified number of items.
ru_ru: Стоимость выбраного количества продуктов.

# Page 4231331752 - Control 3461834954 - Property 1295455071
source: Specifies the item description.
ru_ru: Описание продукта.

# Page 4231331752 - Control 568743302 - Property 1295455071
source: Specifies the item code.
ru_ru: Идентификатор продукта.

# Page 4231331752 - Control 4093180191 - Property 1295455071
source: Specifies the item type.
ru_ru: Тип продукта.

# Page 4231331752 - Control 2704404533 - Property 1295455071
source: Specifies the quantity of item that wil be ordered.
ru_ru: Количество продуктов в заказе.

# Page 4231331752 - Control 2937233469 - Property 1295455071
source: Specifies the price of item.
ru_ru: Стоимость продукта.

# Report 2360071789 - Property 2879900210
source: Gudfood All Report
ru_ru: Репорт Всех

# Report 2360071789 - ReportLabel 1352353403
source: Total sum
ru_ru: Общая сумма

# Report 2360071789 - ReportLabel 3207102784
source: User ID
ru_ru: ID пользователя

# Report 2912984835 - Property 2879900210
source: Gudfood Each Customer Order
ru_ru: Gudfood каждый пользователь заказ

# Report 2912984835 - ReportLabel 3207102784
source: User ID
ru_ru: ID пользователя

# Report 201881534 - Property 2879900210
source: Gudfood Order
ru_ru: Gudfood заказ

# Report 201881534 - ReportLabel 3207102784
source: User ID
ru_ru: ID пользователя

# XmlPort 2478258058 - Property 2879900210
source: Export Gudfood Order
ru_ru: Экспортировать Gudfood заказ

# PageExtension 4145206282 - Control 3683333146 - Property 1295455071
source: Specifies the code for the number series that will be used to assign numbers to gudfood items.
ru_ru: Серия номеров для продуктов Gudfood.

# PageExtension 4145206282 - Control 624326770 - Property 1295455071
source: Specifies the code for the number series that will be used to assign numbers to gudfood orders.
ru_ru: Серия номеров для заказов Gudfood.

# PageExtension 4145206282 - Control 2613722401 - Property 1295455071
source: Specifies the code for the number series that will be used to assign numbers to posted gudfood orders.
ru_ru: Серия номеров для опубликованых заказов Gudfood.

# TableExtension 4145206282 - Field 3683333146 - Property 2879900210
source: Gudfood Items Nos.
ru_ru: Идентификаторы продуктов Gudfood.

# TableExtension 4145206282 - Field 624326770 - Property 2879900210
source: Gudfood Order Nos.
ru_ru: Идентификаторы заказов Gudfood.
