Repository: SVIKY/Gudfood
Catalog: Translations/Gudfood.*.xlf
Languages: ru_ru

# TableExtension 4145206282 - Field 2613722401 - Property 2879900210
source: Posted Gudfood Order Nos.
ru_ru: Идентификаторы опубликованых заказов Gudfood.
